[
  {
    "year": 2017,
    "month": "January",
    "description": "ALC India launched Transforming India Initiative, under a unique 8-year social enterprise development support program. The flagship program focuses on creating social entrepreneurs and providing them with complete lifecycle support, from pre-incubation to incubation to acceleration.",
    "url": "https://www.alcindia.org/impact/view/annual-report-7",
    "report": "https://www.alcindia.org/impact/view/annual-report-7"
  },
  {
    "year": 2016,
    "month": "February",
    "description": "Is selected by Niti Aayog as one of the six enterprises to receive grant support to establish and incubate enterprises. 5 community-owned enterprises promoted by ALC India do a combined business of Rs. 20 crores."
  },
  {
    "year": 2015,
    "month": "January",
    "description": "ALC India partners with an internally displaced community in Odisha and leprosy-affected in Tamil Nadu to incubate and promote producer organisations, the first of its kind in the country."
  },
  {
    "year": 2014,
    "month": "January",
    "description": "Partners with Tata Power to establish a dairy collective enterprises in Maval, Pune with an estimated impact of 3000 households. Initiates Employment Generation Program – a domain focused on skill development."
  },
  {
    "year": 2013,
    "month": "January",
    "description": "Access Livelihoods Development Finance is set up with the aim to raise much-needed capital by enterprises during the incubation period."
  },
  {
    "year": 2012,
    "month": "January",
    "description": "ALC India partners Kutch Nav Nirman Abhiyaan (KNNA) established six Producer Companies of 3000 small livestock holders in the Kutch region of Gujarat.",
    "url": "https://www.alcindia.org/impact/view/annual-report-7",
    "report": "https://www.alcindia.org/impact/view/annual-report-7"
  },
  {
    "year": 2011,
    "month": "January",
    "description": "12000 households were beneficiaries of ALC India's direct outreach program from 2005. An estimated 1.5 million were indirectly benefitted."
  }
]
